arcanis.vscode-zipfs
beaglefoot.awk-ide-vscode
canyoutle.vscode-react-docgen-typescript
christian-kohler.path-intellisense
chrmarti.regex
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
egomobile.vscode-powertools
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.vscode-pull-request-github
golang.go
hahnlee.yarn2-dependency-explorer
hashicorp.terraform
iliazeus.vscode-ansi
inferrinizzard.prettier-sql-vscode
iulian-radu-at.fix-relative-imports-to-baseurl
jtr.vscode-position
manuelalabor.rxjs-debugging-for-vs-code
MariusAlchimavicius.json-to-ts
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.vscode-js-profile-flame
ms-vsliveshare.vsliveshare
nick-lvov-dev.typescript-explicit-types
nsoult.typescript-imports-sort
Orta.vscode-jest
PKief.markdown-checkbox
qcz.text-power-tools
rebornix.toggle
redhat.vscode-xml
rust-lang.rust-analyzer
ryu1kn.partial-diff
ryu1kn.text-marker
silvenon.mdx
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
timonwong.shellcheck
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
wix.vscode-import-cost
yatki.vscode-surround
zokugun.explicit-folding
